aaron-bond.better-comments
antfu.goto-alias
bodil.file-browser
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
charliermarsh.ruff
compile-tomaszkasperczyk.copy-to-llm
esbenp.prettier-vscode
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-pull-request-github
jacobdufault.fuzzy-search
kahole.magit
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
myriad-dreamin.tinymist
nuxtr.nuxtr-vscode
patbenatar.advanced-new-file
redhat.vscode-yaml
stivo.tailwind-fold
tamasfe.even-better-toml
tomoki1207.pdf
usernamehw.errorlens
vscodevim.vim
vspacecode.vspacecode
vspacecode.whichkey
vue.volar
